export default {
  projections: {
    СтрПолисE: {
      дата: {
        __caption__: 'Дата'
      },
      срокДейст: {
        __caption__: 'Срок дейст'
      },
      номер: {
        __caption__: 'Номер'
      },
      террСтр: {
        __caption__: 'Терр стр'
      },
      стрТариф: {
        __caption__: 'Стр тариф'
      },
      клиент: {
        __caption__: 'Клиент',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      договорСтр: {
        __caption__: 'Договор стр',
        стрСлучаи: {
          __caption__: 'Стр случаи'
        }
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    СтрПолисL: {
      дата: {
        __caption__: 'Дата'
      },
      срокДейст: {
        __caption__: 'Срок дейст'
      },
      номер: {
        __caption__: 'Номер'
      },
      террСтр: {
        __caption__: 'Терр стр'
      },
      стрТариф: {
        __caption__: 'Стр тариф'
      },
      клиент: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      договорСтр: {
        __caption__: 'Стр случаи',
        стрСлучаи: {
          __caption__: 'Стр случаи'
        }
      },
      сотрудники: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    срокДейст: {
      __caption__: 'Срок дейст'
    },
    стрТариф: {
      __caption__: 'Стр тариф'
    },
    террСтр: {
      __caption__: 'Терр стр'
    },
    договорСтр: {
      __caption__: 'Договор стр'
    },
    клиент: {
      __caption__: 'Клиент'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
