export default {
  projections: {
    ДоговорСтрE: {
      стрСлучаи: {
        __caption__: 'Стр случаи'
      },
      дата: {
        __caption__: 'Дата'
      },
      стрПремия: {
        __caption__: 'Стр премия'
      },
      номер: {
        __caption__: 'Номер'
      },
      клиент: {
        __caption__: 'Клиент',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      пердстЭксп: {
        __caption__: 'Пердст эксп',
        основПровед: {
          __caption__: 'Основ провед'
        }
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ДоговорСтрL: {
      стрСлучаи: {
        __caption__: 'Стр случаи'
      },
      дата: {
        __caption__: 'Дата'
      },
      стрПремия: {
        __caption__: 'Стр премия'
      },
      номер: {
        __caption__: 'Номер'
      },
      клиент: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      пердстЭксп: {
        __caption__: 'Основ провед',
        основПровед: {
          __caption__: 'Основ провед'
        }
      },
      сотрудники: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    стрПремия: {
      __caption__: 'Стр премия'
    },
    стрСлучаи: {
      __caption__: 'Стр случаи'
    },
    клиент: {
      __caption__: 'Клиент'
    },
    пердстЭксп: {
      __caption__: 'Пердст эксп'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
