export default {
  projections: {
    ПердстЭкспE: {
      основПровед: {
        __caption__: 'Основ провед'
      },
      дата: {
        __caption__: 'Дата'
      },
      видЭксп: {
        __caption__: 'Вид эксп'
      },
      резулЭксп: {
        __caption__: 'Резул эксп'
      },
      цельЭксп: {
        __caption__: 'Цель эксп'
      },
      объектЭксп: {
        __caption__: 'Объект эксп'
      },
      номер: {
        __caption__: 'Номер'
      },
      заявНаСтр: {
        __caption__: 'Заяв на стр',
        номер: {
          __caption__: 'Номер'
        }
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      клиент: {
        __caption__: 'Клиент',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ПердстЭкспL: {
      основПровед: {
        __caption__: 'Основ провед'
      },
      дата: {
        __caption__: 'Дата'
      },
      видЭксп: {
        __caption__: 'Вид эксп'
      },
      резулЭксп: {
        __caption__: 'Резул эксп'
      },
      цельЭксп: {
        __caption__: 'Цель эксп'
      },
      объектЭксп: {
        __caption__: 'Объект эксп'
      },
      номер: {
        __caption__: 'Номер'
      },
      заявНаСтр: {
        __caption__: 'Номер',
        номер: {
          __caption__: 'Номер'
        }
      },
      сотрудники: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      клиент: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    видЭксп: {
      __caption__: 'Вид эксп'
    },
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    объектЭксп: {
      __caption__: 'Объект эксп'
    },
    основПровед: {
      __caption__: 'Основ провед'
    },
    резулЭксп: {
      __caption__: 'Резул эксп'
    },
    цельЭксп: {
      __caption__: 'Цель эксп'
    },
    заявНаСтр: {
      __caption__: 'Заяв на стр'
    },
    клиент: {
      __caption__: 'Клиент'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
