export default {
  projections: {
    ЗаявНаСтрE: {
      номер: {
        __caption__: 'Номер'
      },
      срокСтр: {
        __caption__: 'Срок стр'
      },
      видСтр: {
        __caption__: 'Вид стр'
      },
      суммаСтр: {
        __caption__: 'Сумма стр'
      },
      дата: {
        __caption__: 'Дата'
      },
      клиент: {
        __caption__: 'Клиент',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ЗаявНаСтрL: {
      номер: {
        __caption__: 'Номер'
      },
      срокСтр: {
        __caption__: 'Срок стр'
      },
      видСтр: {
        __caption__: 'Вид стр'
      },
      суммаСтр: {
        __caption__: 'Сумма стр'
      },
      дата: {
        __caption__: 'Дата'
      },
      клиент: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      сотрудники: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    видСтр: {
      __caption__: 'Вид стр'
    },
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    срокСтр: {
      __caption__: 'Срок стр'
    },
    суммаСтр: {
      __caption__: 'Сумма стр'
    },
    клиент: {
      __caption__: 'Клиент'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
