export default {
  projections: {
    КлиентE: {
      фИО: {
        __caption__: 'ФИО'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      номерПас: {
        __caption__: 'Номер пас'
      },
      серияПас: {
        __caption__: 'Серия пас'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      иНН: {
        __caption__: 'ИНН'
      }
    },
    КлиентL: {
      фИО: {
        __caption__: 'ФИО'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      номерПас: {
        __caption__: 'Номер пас'
      },
      серияПас: {
        __caption__: 'Серия пас'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      иНН: {
        __caption__: 'ИНН'
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    иНН: {
      __caption__: 'ИНН'
    },
    номерПас: {
      __caption__: 'Номер пас'
    },
    серияПас: {
      __caption__: 'Серия пас'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фИО: {
      __caption__: 'ФИО'
    }
  }
};
