export default {
  projections: {
    СотрудникиE: {
      iDСотрудника: {
        __caption__: 'I d сотрудника'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      должности: {
        __caption__: 'Должности',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    СотрудникиL: {
      iDСотрудника: {
        __caption__: 'I d сотрудника'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      должности: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    iDСотрудника: {
      __caption__: 'I d сотрудника'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    должности: {
      __caption__: 'Должности'
    }
  }
};
